<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDescription</key>
			<string>Configures password policy settings</string>
			<key>PayloadDisplayName</key>
			<string>Password Policy</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.mobiledevice.passwordpolicy.662B8D5C-EC8B-4EEF-9E6D-BA5305FC6307</string>
			<key>PayloadType</key>
			<string>com.apple.mobiledevice.passwordpolicy</string>
			<key>PayloadUUID</key>
			<string>662B8D5C-EC8B-4EEF-9E6D-BA5305FC6307</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>allowSimple</key>
			<false/>
			<key>forcePIN</key>
			<true/>
			<key>minComplexChars</key>
			<integer>1</integer>
			<key>minLength</key>
			<integer>8</integer>
			<key>requireAlphanumeric</key>
			<true/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Configures password policy settings</string>
	<key>PayloadDisplayName</key>
	<string>Password Policy</string>
	<key>PayloadIdentifier</key>
	<string>com.puppetmacprofiles.passwordpolicy</string>
	<key>PayloadOrganization</key>
	<string><%= @organization -%></string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>19EA31B2-6A5B-4B58-9BDA-35657ADA9995</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
